posts/2019-11-19/index.html
<!DOCTYPE html>
<html prefix="" lang="en">
<head>
<meta charset="utf-8">
<meta name="description" content="A lot of activity on the industry side. Still more news to report, but it'll have to wait for the next post! ">
<meta name="viewport" content="width=device-width">
<title>Qoherences #6 | Qoherences</title>
<link href="../../assets/css/all-nocdn.css" rel="stylesheet" type="text/css">
<link rel="alternate" type="application/rss+xml" title="RSS" href="../../rss.xml">
<link rel="canonical" href="https://h-oll.github.io/qoherences/posts/2019-11-19/">
<!--[if lt IE 9]><![endif]--><meta name="author" content="Harold Ollivier">
<meta property="og:site_name" content="Qoherences">
<meta property="og:title" content="Qoherences #6">
<meta property="og:url" content="https://h-oll.github.io/qoherences/posts/2019-11-19/">
<meta property="og:description" content="A lot of activity on the industry side. Still more news to report, but it'll have to wait for the next post! ">
<meta property="og:type" content="article">
<meta property="article:published_time" content="2019-11-19T06:29:00+01:00">
</head>
<body>
    

    <header id="header" class="navbar"><div class="container">
            
    <div class="brand">

        <div class="brand-text">
            <a href="https://h-oll.github.io/qoherences/" title="Qoherences" rel="home">
                Qoherences
            </a>
        </div>

        <a id="btn-toggle-nav" class="navbar-toggle">
          <span class="icon-bar"></span>
          <span class="icon-bar"></span>
          <span class="icon-bar"></span>
        </a>
    </div>

            
    <nav class="navbar-collapse collapse"><ul class="nav">
<li><a href="../../archive.html">Archive</a></li>
                <li><a href="../../categories/">Tags</a></li>
                <li><a href="../../rss.xml">RSS feed</a></li>
    
    
    </ul></nav>
</div>
    </header><div class="header-padding"> </div>

    
    <div class="post-header">
        <div class="container">
            <div class="title">
                Qoherences #6
            </div>
        </div>
    </div>

    <div class="post-meta">
      <div class="container">
	<div class="meta clearfix">
	  <div class="authordate">
	    <time class="timeago" datetime="2019-11-19T06:29:00+01:00">2019/11/19</time>
	    

	    
          |  
        <a href="index.org" id="sourcelink">Source</a>

	  </div>
	  <div class="post-tags">
	  </div>
	</div>
      </div>
    </div>


    <div id="post-main" class="main">
        <div class="container">
        <div id="outline-container-orgedd1ba8" class="outline-2">
<h2 id="orgedd1ba8">General public articles</h2>
<div class="outline-text-2" id="text-orgedd1ba8">
</div>
<div id="outline-container-orgfcf2e0b" class="outline-3">
<h3 id="orgfcf2e0b">The hard sell of quantum software – <a href="https://physicsworld.com/a/the-hard-sell-of-quantum-software/">source</a>
</h3>
<div class="outline-text-3" id="text-orgfcf2e0b">
<p>
<i>Phys.org</i> – Why are people founding so many start-ups to build quantum software ? What are the potential use cases and what are the short term focus for these companies ?
</p>
</div>
</div>
<div id="outline-container-orgd950afa" class="outline-3">
<h3 id="orgd950afa">Here’s what the people who claimed Google’s quantum supremacy have to say about it – <a href="https://arstechnica.com/science/2019/10/inside-googles-quantum-computing-efforts/">source</a>
</h3>
<div class="outline-text-3" id="text-orgd950afa">
<p>
<i>Google Quantum AI Lab - Ars Technica</i> – Nice article with lots of pictures from inside Google's lab. Fair account on the challenges faced for hardware and software componenets, and surprisingly (or not), wiring comes out as one of the most challenging ones. But that doesn't look like it's unsolvable though when you add industrial engineering and processing. You can also read Google's blog post about their experieent and settings <a href="https://ai.googleblog.com/2019/10/quantum-supremacy-using-programmable.html">here</a>.
</p>
</div>
</div>
<div id="outline-container-org06b8a2f" class="outline-3">
<h3 id="org06b8a2f">Quantum internet: at the verge of an emerging technology – <a href="https://blog.qutech.nl/index.php/2019/10/22/quantum-internet-at-the-verge-of-an-emerging-technology/">source</a>
</h3>
<div class="outline-text-3" id="text-org06b8a2f">
<p>
<i>QuTech, TU Delft</i> – Nice article showing what use cases of a quantum internet will be: QKD and all sorts of cryptographic protocols, but most importantly Delegated Quantum Computation. Sensing and metrology are also on the list. 
</p>
</div>
</div>
<div id="outline-container-org9b1ec47" class="outline-3">
<h3 id="org9b1ec47">Google and IBM are at odds over ‘quantum supremacy’ – an expert explains what it really means – <a href="https://theconversation.com/google-and-ibm-are-at-odds-over-quantum-supremacy-an-expert-explains-what-it-really-means-125827">source</a>
</h3>
<div class="outline-text-3" id="text-org9b1ec47">
<p>
<i>T. Cubitt - The Conversation</i> – JUst a quote from the short article: "This is how science and technology progresses. Not in one dramatic and revolutionary breakthrough, but in a whole series of small breakthroughs, with the academic community carefully scrutinising, criticising and refining each step along the way. Only a few of these advances and debates hit the headlines. The reality is both less dramatic and more interesting."
</p>
</div>
</div>
<div id="outline-container-org4b42c76" class="outline-3">
<h3 id="org4b42c76">Quantum Computer Made from Photons Achieves a New Record – <a href="https://www.scientificamerican.com/article/quantum-computer-made-from-photons-achieves-a-new-record/">source</a>
</h3>
<div class="outline-text-3" id="text-org4b42c76">
<p>
<i>U. Science and Technology, China – Scientific American</i> – The development of photonic quantum computing is impressive. There you trade low temperatures for extreme timing accuracy. The pro is that photons in the vaccuum are essentially decoherence free. The con is that you need to find a clever way to have photon-photon gates… 
</p>
</div>
</div>
</div>

<div id="outline-container-orgc67afc0" class="outline-2">
<h2 id="orgc67afc0">Industry - Academia - Startups</h2>
<div class="outline-text-2" id="text-orgc67afc0">
</div>
<div id="outline-container-orga8e949b" class="outline-3">
<h3 id="orga8e949b">Alphabet's X is contributing to port some quantum tools to tensorflow – <a href="https://github.com/google/TensorNetwork">source</a>
</h3>
<div class="outline-text-3" id="text-orga8e949b">
<p>
<i>X</i> – Jack Hidary mentionned that the work of G. Vidal on tensor networks is being turned into a module accessible through tensor flow to help making large simulations of quantum systems easier to perform on classical computers.
</p>
</div>
</div>
<div id="outline-container-org6ccdbc5" class="outline-3">
<h3 id="org6ccdbc5">Quantum Benchmark supports development of Google’s world-leading quantum computers – <a href="https://quantumbenchmark.com/quantum-benchmark-supports-development-of-googles-world-leading-quantum-computers/">source</a>
</h3>
<div class="outline-text-3" id="text-org6ccdbc5">
<p>
<i>Quantum Benchmark, Google Quantum AI Lab</i> – QUantum Benchmark is working with Google to improve gate efficiency and compiling. Great partnership.
</p>
</div>
</div>
<div id="outline-container-org0703d3a" class="outline-3">
<h3 id="org0703d3a">HPE announces investment into IonQ – <a href="https://www.hpe.com/us/en/newsroom/blog-post/2019/10/shaping-the-quantum-future.html">source</a>
</h3>
<div class="outline-text-3" id="text-org0703d3a">
<p>
<i>IonQ &amp; HPE</i> – HPE is making the choice of Trapped Ion technology as a better way to scale quantum computing experiements to commercially useful machines. 
</p>
</div>
</div>
<div id="outline-container-orgc5353d6" class="outline-3">
<h3 id="orgc5353d6">Volkswagen optimizes traffic flow with quantum computers – <a href="https://www.volkswagen-newsroom.com/en/press-releases/volkswagen-optimizes-traffic-flow-with-quantum-computers-5507">source</a>
</h3>
<div class="outline-text-3" id="text-orgc5353d6">
<p>
<i>VW &amp; D-Wave</i> – Quantum computing in practice wit VW optimizing traffic in Lisbon during the WebSummit conference. It still remains to be seen how better it solves the problem compared to classical optimization.
</p>
</div>
</div>
<div id="outline-container-org037ba91" class="outline-3">
<h3 id="org037ba91">Xanadu is expanding it's pennylane software to include Cirq support – <a href="https://www.linkedin.com/posts/xanaduai_xanaduaipennylane-cirq-activity-6595352592212127744-ejwx/">source</a>
</h3>
<div class="outline-text-3" id="text-org037ba91">
<p>
<i>Xanadu</i> – Pennylane is now able to interact with Cirq (google's framework) so you can actually optimize a full quantum-classical hybrid algo using Cirq / Forest / Qiskit and the usual Tensorflow and Pytorch tools.
</p>
</div>
</div>
<div id="outline-container-org7314686" class="outline-3">
<h3 id="org7314686">Experience quantum impact with Azure Quantum – <a href="https://cloudblogs.microsoft.com/quantum/2019/11/04/announcing-microsoft-azure-quantum/">source</a>
</h3>
<div class="outline-text-3" id="text-org7314686">
<p>
<i>Microsoft</i> – Microsoft announces the launch of Azure Quantum. Yet another player going for a cloud offering for quantum computing. This is a major change compared to when classical computing started. Quantum computing is being built on top of a very rich stack of computing and communication experience. In my opinion, this makes quantum communication and quantum computation inseparable topics, both requiring attention and investments.
</p>
</div>
</div>
<div id="outline-container-orge616f8b" class="outline-3">
<h3 id="orge616f8b">IonQ Partners with Microsoft to Power Azure Quantum – <a href="https://ionq.com/news/november-4-2019-microsoft-partnership">source</a>
</h3>
<div class="outline-text-3" id="text-orge616f8b">
<p>
<i>IonQ &amp; Microsoft</i> – A partnership to make Azure Quantum, well… quantum ! Two big hits for IonQ (HPE and Microsoft). Is that the revenge of the trapped Ions ? 
</p>
</div>
</div>
<div id="outline-container-org60ba309" class="outline-3">
<h3 id="org60ba309">Micorsoft partners with Honeywell – <a href="https://www.honeywell.com/en-us/newsroom/news/2019/11/the-future-of-quantum-computing?utm_source=TW&amp;utm_medium=social&amp;utm_campaign=newsroom&amp;utm_term=msquantum&amp;sf111836522=1">source</a>
</h3>
<div class="outline-text-3" id="text-org60ba309">
<p>
<i>Microsoft &amp; Honeywell</i> – Microsoft announces its partnership with Honeywell "to bring about quantum impact through Azure Quantum" (<a href="https://twitter.com/krystasvore/status/1191425045970612224?s=09">here</a>). 
</p>
</div>
</div>
<div id="outline-container-orgbee34f5" class="outline-3">
<h3 id="orgbee34f5">AQT now supports Qiskit – <a href="https://www.aqt.eu/aqt-now-supports-qiskit/">source</a>
</h3>
<div class="outline-text-3" id="text-orgbee34f5">
<p>
<i>AQT</i> – Alpine Quantum Computing develops an Ion trap quantum computer. It reports of its compatibility with IBM qiskit devevelopment tools suite.
</p>
</div>
</div>
</div>
<div id="outline-container-orgc0183d1" class="outline-2">
<h2 id="orgc0183d1">Research papers</h2>
<div class="outline-text-2" id="text-orgc0183d1">
</div>
<div id="outline-container-org2ea112b" class="outline-3">
<h3 id="org2ea112b">List of accepted papers at QIP2020 – <a href="http://www.szpclab.com/qip2020#/programDetails">source</a>
</h3>
<div class="outline-text-3" id="text-org2ea112b">
<p>
Impressive and exciting list. 
</p>
</div>
</div>
</div>

<div id="outline-container-org8f56bd4" class="outline-2">
<h2 id="org8f56bd4">Positions</h2>
<div class="outline-text-2" id="text-org8f56bd4">
</div>
<div id="outline-container-orga1c2d17" class="outline-3">
<h3 id="orga1c2d17">PostDoc position at the Center for Theoretical Physics, Polish Academy of Sciences – <a href="http://www.cft.edu.pl/new/public/links/aHR0cHMlM0ElMkYlMkZjZnRwYW4uYmlwLmdvdi5wbCUyRmZvYmplY3RzJTJGZG93bmxvYWQlMkY2NTk0NjElMkZhbm5vdW5jZW1lbnQtYWJvdXQtdGhlLWNvbXBldGl0aW9uLmh0bWw=/display">more</a>
</h3>
<div class="outline-text-3" id="text-orga1c2d17">
<p>
<i>CTP, Polish Academy of Sciences</i> – 
Announcement from Remigiusz Augusiak, to work on quantum information theory, quantum entanglement, Bell nonlocality.
</p>
</div>
</div>
</div>
            
        
        <div id="disqus_thread"></div>
        <script>
        var disqus_shortname ="qoherences",
            disqus_url="https://h-oll.github.io/qoherences/posts/2019-11-19/",
        disqus_title="Qoherences #6",
        disqus_identifier="cache/posts/2019-11-19.html",
        disqus_config = function () {
            this.language = "en";
        };
        (function() {
            var dsq = document.createElement('script'); dsq.async = true;
            dsq.src = 'https://' + disqus_shortname + '.disqus.com/embed.js';
            (document.getElementsByTagName('head')[0] || document.getElementsByTagName('body')[0]).appendChild(dsq);
        })();
    </script><noscript>Please enable JavaScript to view the <a href="https://disqus.com/?ref_noscript" rel="nofollow">comments powered by Disqus.</a>
</noscript>
    <a href="https://disqus.com" class="dsq-brlink" rel="nofollow">Comments powered by <span class="logo-disqus">Disqus</span></a>


        

        </div>
    </div>

    
    <footer><div class="container">
            <div class="social">



                <div class="social-entry">
                    <a href="../../rss.xml" target="_blank">
                        <i class="fa fa-rss"></i> 
                    </a>
                </div>
            </div>
                <div class="copyright">
                    Contents © 2020         <a href="mailto:harold.ollivier@linksights.io">Harold Ollivier</a> - Powered by         <a href="https://getnikola.com" rel="nofollow">Nikola</a>         
                    
                </div>
           
        </div>
    </footer><!-- Global site tag (gtag.js) - Google Analytics --><script async src="https://www.googletagmanager.com/gtag/js?id=UA-150665042-1"></script><script>
  window.dataLayer = window.dataLayer || [];
  function gtag(){dataLayer.push(arguments);}
  gtag('js', new Date());

  gtag('config', 'UA-150665042-1');
</script><script src="../../assets/js/all-nocdn.js" type="text/javascript"></script>
</body>
</html>
